Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SPEECH_RECOGNITION_INIT_FAILURE
source: Failed to initialize speech recognition.
ar: فشلت تهيئة التعرّف على الكلام.
ca: No s’ha pogut iniciar el reconeixement de veu.
cs: Inicializace rozpoznávání řeči selhala.
da: Kunne ikke initialisere talegenkendelse.
de: Die Spracherkennung konnte nicht initialisiert werden.
el: Απέτυχε η αρχικοποίηση της αναγνώρισης ομιλίας.
es: No se ha podido inicializar el reconocimiento de voz.
fi: Puheentunnistuksen alustaminen epäonnistui.
fr: Impossible d’initialiser la reconnaissance vocale.
fr_ca: L’initialisation de la reconnaissance vocale a échoué.
he: לא ניתן היה להתחיל את זיהוי הדיבור.
hi: बोली पहचान शुरू करने में विफल।
hr: Neuspjelo pokretanje prepoznavanja govora.
hu: Nem sikerült elindítani a beszédfelismerést.
id: Gagal memulai pengenalan ucapan.
it: Impossibile inizializzare il riconoscimento vocale.
ja: 音声認識を初期化できませんでした。
ko: 음성 인식 초기화에 실패했습니다.
ms: Gagal memulakan pengecaman pertuturan.
nl: Initialiseren van spraakherkenning is mislukt.
pl: Nie udało się zainicjować rozpoznawania mowy.
pt: Falha ao inicializar o reconhecimento de fala.
pt_pt: Não foi possível inicializar o reconhecimento de fala.
ro: Recunoașterea vocală nu a putut fi inițializată.
ru: Не удалось начать распознавание речи.
sk: Nepodarilo sa spustiť rozpoznávanie reči.
sv: Kunde inte starta röstigenkänning.
sw: Imeshindwa kuanzisha utambuzi wa sauti.
th: เริ่มต้นการรู้จำเสียงพูดไม่สำเร็จ
tr: Konuşma tanıma sıfırlanamadı.
uk: Збій ініціалізації розпізнання мовлення.
vi: Không thể bắt đầu nhận dạng lời nói.
zh_cn: 初始化语音识别失败。
zh_hk: 初始化語音辨識失敗。
zh_tw: 無法初始化語音辨識。

# SPEECH_RECOGNITION_INTRO_2_TEXT
source: Press the button to start recording before speaking.
ar: اضغط على الزر لبدء التسجيل قبل النطق.
ca: Abans de parlar, prem el botó per començar a gravar.
cs: Než začnete mluvit, nejprve spusťte nahrávání stisknutím tlačítka.
da: Tryk på knappen for at starte optagelsen, før du taler.
de: Drücke bereits vor dem Sprechen auf die Taste, um die Aufnahme zu starten.
el: Πατήστε το κουμπί για έναρξη της εγγραφής προτού μιλήσετε.
es: Pulsa el botón para empezar a grabar antes de hablar.
fi: Aloita äänitys ennen puhumista painamalla painiketta.
fr: Appuyez sur le bouton pour commencer l’enregistrement avant d’énoncer.
fr_ca: Appuyez sur le bouton pour démarrer l’enregistrement avant de parler.
he: לחץ/י על הכפתור כדי להתחיל בהקלטה לפני שתדבר/י.
hi: रिकॉर्डिंग शुरू करने के लिए बोलने से पहले बटन दबाएँ।
hr: Pritisnite tipku za početak snimanja prije govora.
hu: A beszéd előtt nyomja meg a gombot a felvétel megkezdéséhez.
id: Tekan tombol untuk memulai rekaman sebelum bicara.
it: Premi il pulsante per avviare la registrazione prima di parlare.
ja: ボタンを押して、収録を開始してから、話します。
ko: 말하기 전에 녹음 시작을 위해 버튼을 누르십시오.
ms: Tekan butang untuk mula merakam sebelum menyebut.
nl: Druk op de knop om de opname te starten voordat je begint met praten.
pl: Naciśnij przycisk, aby rozpocząć nagrywanie zanim zaczniesz mówić.
pt: Pressione o botão para iniciar a gravação antes de falar.
pt_pt: Prima o botão para iniciar a gravação antes de falar.
ro: Apăsați butonul pentru a începe înregistrarea înainte de a vorbi.
ru: Нажмите кнопку, чтобы начать запись до проговаривания.
sk: Stlačením tlačidla spustite nahrávanie a začnite hovoriť.
sv: Tryck på knappen för att starta inspelningen innan du talar.
sw: Bonyeza kitufe ili kuanza kurekodi kabla ya kuzungumza.
th: กดปุ่มเพื่อเริ่มอัดเสียงก่อนที่จะพูด
tr: Konuşmaya başlamadan önce kaydı başlatmak için düğmeye basın.
uk: Тисніть кнопку, щоб почати записування перед мовленням.
vi: Nhấn nút để bắt đầu ghi âm trước khi nói.
zh_cn: 按下按钮以在说话前开始录音。
zh_hk: 開始說話前，請按下按鈕來開始錄音。
zh_tw: 按下按鈕來開始錄音。

# SPEECH_RECOGNITION_INTRO_TEXT
source: This activity records your speech with the microphone at the bottom of the device, and translates it to text.
ar: يسجل هذا النشاط كلامك باستخدام الميكروفون في أسفل الجهاز، ويترجمه إلى نص.
ca: Aquesta activitat grava el que dius amb el micròfon de la part inferior del dispositiu i després ho converteix a text.
cs: Tato aktivita nahraje vaši řeč pomocí mikrofonu u dolního okraje zařízení a pak ji převede na text.
da: Denne aktivitet optager din tale med mikrofonen i bunden af enheden, og oversætter den til tekst.
de: Diese Aktivität zeichnet deine Stimme mit dem Mikrofon an der Unterseite des Geräts auf und setzt das Gesprochene in Text um.
el: Αυτή η δραστηριότητα εγγράφει την ομιλία σας με το μικρόφωνο στο κάτω μέρος της συσκευής και μετά τη μετατρέπει σε κείμενο.
es: Esta actividad graba lo que dices con el micrófono que hay en la parte inferior del dispositivo, y lo convierte a texto.
fi: Tämä aktiviteetti tallentaa puhettasi laitteen alareunassa olevalla mikrofonilla ja muuntaa sen tekstiksi.
fr: Cette activité permet d’enregistrer votre énonciation avec le micro situé en bas de votre appareil, puis de le retranscrire en texte.
fr_ca: Cette activité enregistre vos paroles grâce au micro situé au bas de votre appareil, puis les transcrit en texte.
he: פעילות זו מקליטה את הדיבור שלך באמצעות המיקרופון שבתחתית המכשיר, ומתרגמת את הדיבור למלל כתוב.
hi: इस गतिविधि से आपकी बोली को उपकरण के नीचे लगे माइक्रोफ़ोन से रिकॉर्ड किया जाता है और उसे टेक्स्ट में अनुवादित किया जाता है।
hr: Ovom se aktivnošću snima vaš govor s mikrofonom na dnu uređaja, te se prevodi u tekst.
hu: Ez a tevékenység rögzíti a beszédhangját az eszköz alján található mikrofon használatával, és szöveggé alakítja.
id: Aktivitas ini merekam ucapan Anda dengan mikrofon di bagian bawah perangkat, dan menerjemahkannya ke teks.
it: L'attività registra la tua voce con il microfono del dispositivo e lo converte in testo.
ja: このアクティビティは、デバイスの下部にあるマイクで発声した内容を記録して、テキストに書き起こします。
ko: 이 실험은 기기 하단에 있는 마이크로 사용자의 음성을 녹음하여 텍스트로 변환합니다.
ms: Aktiviti ini merakam pertuturan anda dengan mikrofon di bahagian bawah peranti dan menterjemahkannya kepada teks.
nl: Met deze activiteit neem je spraak op met de microfoon aan de onderzijde van het apparaat, waarna dit naar tekst wordt omgezet.
pl: Ta czynność nagrywa Twoją mowę za pomocą mikrofonu umieszczonego na dole urządzenia i transponuje ją na tekst.
pt: Esta atividade grava a sua fala com o microfone na parte inferior do dispositivo e a traduz em texto.
pt_pt: Este exercício grava a sua fala através do microfone na parte inferior do dispositivo e converte‑a em texto.
ro: Această activitate vă înregistrează vocea folosind microfonul din partea de jos a dispozitivului și o transformă în text.
ru: Во время выполнения этого задания Ваша речь записывается микрофоном, расположенным в нижней части устройства, и переводится в текст.
sk: Táto aktivita zaznamená vašu reč pomocou mikrofónu v dolnej časti zariadenia a prevedie ju na text.
sv: Den här aktiviteten spelar in ditt tal med mikrofonen i nederkanten av enheten och översätter den till text.
sw: Shughuli hii inarekodi hotuba yako kwa kutumia kipaza sauti kilichopo chini ya kifaa, na kuitafsiri kuwa maandishi.
th: กิจกรรมนี้จะอัดเสียงพูดของคุณด้วยไมโครโฟนที่อยู่ด้านล่างสุดของอุปกรณ์และแปลงเสียงพูดเป็นข้อความ
tr: Bu aktivite, konuşmanızı aygıtın en altındaki mikrofonla kaydeder ve metne çevirir.
uk: Цей тест записує ваше мовлення за допомогою мікрофона внизу пристрою і перекладає його на текст.
vi: Hoạt động này ghi lại lời nói của bạn bằng micrô ở cạnh dưới của thiết bị và diễn giải thành văn bản.
zh_cn: 本活动使用设备底部的麦克风录制您的语音，并将它翻译成文本。
zh_hk: 此測試活動會以裝置底部的咪高風錄下你的語音，並將語音翻譯為文字。
zh_tw: 此活動會用裝置底部的麥克風錄下您的語音，並聽寫成文字。

# SPEECH_RECOGNITION_QUESTION_TEXT
source: Edit transcript text to correct any misinterpretation of the speech.
ar: قم بتحرير نص النسخة المكتوبة لتصحيح أي خطأ في تفسير الكلام.
ca: Edita la transcripció per corregir les malinterpretacions del text parlat.
cs: Pokud jsou v textu chyby v interpretaci řeči, opravte je.
da: Rediger tekst i transskriptionen for at rette talemisforståelser.
de: Bearbeite den transkribierten Text, um alle Fehlinterpretationen der Sprache zu korrigieren.
el: Επεξεργαστείτε το κείμενο απομαγνητοφώνησης για να διορθώσετε τυχόν εσφαλμένες ερμηνείες της ομιλίας.
es: Edita el texto transcrito para corregir cualquier imprecisión.
fi: Korjaa mahdolliset väärintunnistetut kohdat muokkaamalla muunnettua tekstiä.
fr: Modifiez la transcription pour corriger toute mauvaise interprétation du texte énoncé.
fr_ca: Modifiez la transcription afin de corriger toute erreur d’interprétation de la parole.
he: ערוך/י את התמלול כדי לתקן טעויות בפירוש הטקסטואלי של הדיבור.
hi: बोली के किसी ग़लत इंटरप्रिटेशन को सुधारने के लिए अनुलेखन टेक्स्ट संपादित करें।
hr: Uredite tekst transkripta kako biste ispravili bilo koje krivo tumačenje govora.
hu: A szöveges átirat szerkesztésével korrigálhatja az esetlegesen félreértett beszédet.
id: Edit teks transkrip untuk mengoreksi misinterpretasi ucapan.
it: Modifica la trascrizione per correggere eventuali errori nel riconoscimento vocale.
ja: 発音表記のテキストを修正して、発声内容の聞き間違いを訂正します。
ko: 음성이 제대로 변환되지 않은 텍스트를 올바르게 수정하십시오.
ms: Edit teks transkrip untuk membetulkan sebarang salah tafsir pertuturan.
nl: Wijzig de tekst van de transcriptie om eventuele fouten te corrigeren.
pl: Edytuj tekst zapisu, aby poprawić wszelkie błędne interpretacje mowy.
pt: Edite o texto transcrito para corrigir possíveis interpretações incorretas da fala.
pt_pt: Edite o texto transcrito para corrigir qualquer interpretação incorreta da fala.
ro: Editați textul transcrierii pentru a corecta eventualele interpretări greșite ale enunțării.
ru: Если Вы произносили не то, что написано в расшифровке, исправьте ее.
sk: Ak ste našli chyby v prepise reči, opravte ich.
sv: Redigera utskriftstexten för att rätta eventuella feltolkningar av talet.
sw: Hariri maandishi ya maneno yaliyosajiliwa ili kurekebisha makosa yoyote ya tafsiri.
th: แก้ไขข้อความในการถอดข้อความเพื่อปรับปรุงส่วนใดๆ ของเสียงพูดที่ตีความผิดพลาดให้ถูกต้อง
tr: Konuşmadaki yanlış anlaşılmaları düzeltmek için döküm metnini düzenleyin.
uk: Редагуйте транскрипцію для усунення всіх хибних тлумачень вашого мовлення.
vi: Sửa nội dung bản chép lại để hiệu chỉnh bất kỳ phần nào diễn giải sai lời nói.
zh_cn: 编辑文本记录以改正任何错误的语音解析。
zh_hk: 編輯文字記錄以改正任何對語音的誤譯。
zh_tw: 編輯聽寫文字來更正聽寫內容的任何誤解。

# SPEECH_RECOGNITION_QUESTION_TITLE
source: Edit Transcript
ar: تحرير النسخة المكتوبة
ca: Edita la transcripció
cs: Upravit přepis
da: Rediger transskription
de: Transkript ändern
el: Επεξεργασία κειμένου απομαγνητοφώνησης
es: Editar transcripción
fi: Muokkaa tekstiä
fr: Modification
fr_ca: Modifier
he: ערוך תמלול
hi: अनुलेखन संपादित करें
hr: Uredi transkript
hu: Átirat szerkesztése
id: Edit Transkrip
it: Modifica trascrizione
ja: 発音表記を編集
ko: 음성 기록 편집
ms: Edit Transkrip
nl: Wijzig transcriptie
pl: Edycja zapisu
pt: Editar Transcrição
pt_pt: Editar transcrição
ro: Editați transcrierea
ru: Правка
sk: Upraviť prepis
sv: Redigera utskrift
sw: Hariri Nakala
th: แก้ไขการถอดข้อความ
tr: Dökümü Düzenle
uk: Зміна транскрипції
vi: Sửa bản chép lại
zh_cn: 编辑文本记录
zh_hk: 編輯文字記錄
zh_tw: 編輯聽寫記錄

# SPEECH_RECOGNITION_START_RECORD_LABEL
source: Start Recording
ar: بدء التسجيل
ca: Iniciar la gravació
cs: Začít nahrávat
da: Start optagelse
de: Aufnahme starten
el: Έναρξη εγγραφής
es: Iniciar grabación
fi: Aloita tallentaminen
fr: Enregistrer
fr_ca: Enregistrer
he: התחל הקלטה
hi: रिकॉर्डिंग शुरू करें
hr: Započni snimati
hu: Felvétel indítása
id: Mulai Merekam
it: Avvia registrazione
ja: 録画を開始
ko: 녹음 시작
ms: Mula Merakam
nl: Start opname
pl: Rozpocznij nagrywanie
pt: Iniciar Gravação
pt_pt: Iniciar gravação
ro: Porniți înregistrarea
ru: Начать запись
sk: Spustiť nahrávanie
sv: Starta inspelning
sw: Anza Kurekodi
th: เริ่มอัด
tr: Kaydı Başlat
uk: Почати запис
vi: Bắt đầu Ghi
zh_cn: 开始录制
zh_hk: 開始錄音
zh_tw: 開始錄音

# SPEECH_RECOGNITION_STOP_RECORD_LABEL
source: Stop Recording
ar: إيقاف التسجيل
ca: Aturar la gravació
cs: Zastavit nahrávání
da: Stop optagelse
de: Aufnahme stoppen
el: Διακοπή εγγραφής
es: Detener grabación
fi: Lopeta tallentaminen
fr: Terminer
fr_ca: Arrêter
he: הפסק הקלטה
hi: रिकॉर्डिंग रोकें
hr: Zaustavi snimanje
hu: Felvétel leállítása
id: Berhenti Merekam
it: Interrompi registrazione
ja: 録画を停止
ko: 녹음 중단
ms: Henti Merakam
nl: Stop opname
pl: Zatrzymaj nagrywanie
pt: Parar Gravação
pt_pt: Parar gravação
ro: Opriți înregistrarea
ru: Остановить запись
sk: Zastaviť nahrávanie
sv: Stoppa inspelning
sw: Simamisha Kurekodi
th: หยุดอัด
tr: Kaydı Durdur
uk: Зупинити запис
vi: Dừng Ghi
zh_cn: 停止录制
zh_hk: 停止錄音
zh_tw: 停止錄音

# SPEECH_RECOGNITION_TRANSCRIPTION_LABEL
source: Your transcription will appear here.
ar: النسخة المكتوبة ستظهر هنا.
ca: La transcripció apareixerà aquí.
cs: Zde se objeví přepis vaší řeči.
da: Din transskription vises her.
de: Deine Transkription wird hier angezeigt.
el: Το κείμενο απομαγνητοφώνησης θα εμφανιστεί εδώ.
es: Tu transcripción aparecerá aquí.
fi: Muunnettu teksti näkyy tässä.
fr: Votre transcription s’affichera ici.
fr_ca: Votre transcription s’affichera ici.
he: התמלול יופיע כאן.
hi: आपका अनुलेखन यहाँ दिखाई देगा।
hr: Ovdje će se pojaviti vaš transkript.
hu: Az átírt szöveg itt fog megjelenni.
id: Transkripsi Anda akan muncul di sini.
it: La trascrizione verrà mostrata qui.
ja: 発音表記はここに表示されます。
ko: 음성 기록이 여기에 나타납니다.
ms: Transkripsi anda akan muncul di sini.
nl: Je transcriptie verschijnt hier.
pl: Twój zapis tekstu pojawi się tutaj.
pt: A sua transcrição aparecerá aqui.
pt_pt: A transcrição aparecerá aqui.
ro: Transcrierea dvs. va apărea aici.
ru: Расшифровка отобразится здесь.
sk: Tu sa zobrazí prepis.
sv: Din utskrift visas här.
sw: Mfasiri wako utaonekana hapa.
th: การถอดข้อความของคุณจะแสดงขึ้นที่นี่
tr: Dökümünüz burada görünecektir.
uk: Ваша транскрипція зʼявлятиметься тут.
vi: Bản chép lại của bạn sẽ xuất hiện tại đây.
zh_cn: 您的文本记录将显示在此处。
zh_hk: 你的文字記錄會在此顯示。
zh_tw: 您的聽寫記錄將顯示於此處。

# SPEECH_TASK_TITLE
source: Speech Recognition
ar: التعرف على الكلام
ca: Reconeixement de veu
cs: Rozpoznávání řeči
da: Talegenkendelse
de: Spracherkennung
el: Αναγνώριση ομιλίας
es: Reconocimiento de voz
fi: Puheentunnistus
fr: Reconnaissance vocale
fr_ca: Reconnaissance vocale
he: זיהוי דיבור
hi: बोली पहचान
hr: Prepozn. govora
hu: Beszédfelismerés
id: Pengenalan Ucapan
it: Riconoscimento vocale
ja: 音声認識
ko: 음성 인식
ms: Pengecaman Pertuturan
nl: Spraakherkenning
pl: Rozpoznanie mowy
pt: Reconhecimento de Fala
pt_pt: Reconhecimento da fala
ro: Recunoaștere vocală
ru: Распознавание речи
sk: Rozpoznávanie reči
sv: Röstigenkänning
sw: Utambuzi wa Sauti
th: การรู้จำเสียงพูด
tr: Konuşma Tanıma
uk: Розпізнання мови
vi: Nhận dạng lời nói
zh_cn: 语音识别
zh_hk: 語音辨識
zh_tw: 語音辨識

# STEP_PROGRESS_FORMAT
source: %1$@ of %2$@
ar: %1$@ من %2$@
cs: %1$@ z %2$@
da: %1$@ af %2$@
de: %1$@ von %2$@
el: %1$@ από %2$@
es: %1$@ de %2$@
es_419: Paso %1$@ de %2$@
fr: %1$@ sur %2$@
fr_ca: %1$@ sur %2$@
he: %1$@ מתוך %2$@
hr: %1$@ od %2$@
id: %1$@ dari %2$@
it: %1$@ di %2$@
ms: %1$@ daripada %2$@
nb: Trinn %1$@ av %2$@
nl: %1$@ van %2$@
pl: %1$@ z %2$@
pt: %1$@ de %2$@
pt_pt: %1$@ de %2$@
ro: %1$@ din %2$@
ru: %1$@ из %2$@
sk: %1$@ z %2$@
sv: %1$@ av %2$@
sw: %1$@ kati ya %2$@
th: %1$@ จาก %2$@
uk: %1$@ із %2$@
zh_hk: %1$@（共 %2$@）

# STROOP_COLOR_BLUE
source: BLUE
ar: أزرق
ca: BLAU
cs: MODRÁ
da: BLÅ
de: BLAU
el: ΜΠΛΕ
es: AZUL
fi: SININEN
fr: BLEU
fr_ca: BLEU
he: כחול
hi: नीला
hr: PLAVA
hu: KÉK
id: BIRU
it: BLU
ja: あお
ko: 파랑
ms: BIRU
nl: BLAUW
pl: NIEBIESKI
pt: AZUL
pt_pt: AZUL
ro: ALBASTRU
ru: СИНИЙ
sk: MODRÁ
sv: BLÅ
sw: SAMAWATI
tr: MAVİ
uk: СИНІЙ
vi: XANH DƯƠNG
zh_cn: 蓝色
zh_hk: 藍色
zh_tw: 藍色

# STROOP_COLOR_BLUE_INITIAL
source: B
ar: ز
cs: M
el: ΜΠ
es: Az
fi: S
he: כ
hi: नी॰
hr: P
hu: K
ja: あお
ko: 파
pl: N
pt: Az
pt_pt: L
ro: A
ru: С
sk: M
sv: Bl
tr: M
uk: С
vi: D
zh_cn: 蓝
zh_hk: 藍
zh_tw: 藍

# STROOP_COLOR_GREEN
source: GREEN
ar: أخضر
ca: VERD
cs: ZELENÁ
da: GRØN
de: GRÜN
el: ΠΡΑΣΙΝΟ
es: VERDE
fi: VIHREÄ
fr: VERT
fr_ca: VERT
he: ירוק
hi: हरा
hr: ZELENA
hu: ZÖLD
id: HIJAU
it: VERDE
ja: みどり
ko: 초록
ms: HIJAU
nl: GROEN
pl: ZIELONY
pt: VERDE
pt_pt: VERDE
ro: VERDE
ru: ЗЕЛЕНЫЙ
sk: ZELENÁ
sv: GRÖN
sw: KIJANI
tr: YEŞİL
uk: ЗЕЛЕНИЙ
vi: XANH LỤC
zh_cn: 绿色
zh_hk: 綠色
zh_tw: 綠色

# STROOP_COLOR_GREEN_INITIAL
source: G
ar: خ
ca: V
cs: Z
da: GR
de: Gr
el: ΠΡ
es: V
fi: V
fr: V
fr_ca: V
he: י
hi: ह॰
hr: Z
hu: Z
id: H
it: V
ja: みどり
ko: 초
ms: H
nl: Gr
pl: Z
pt: Vd
pt_pt: D
ro: V
ru: З
sk: Z
sv: Gr
tr: Y
uk: З
vi: L
zh_cn: 绿
zh_hk: 綠
zh_tw: 綠

# STROOP_COLOR_RED
source: RED
ar: أحمر
ca: ROIG
cs: ČERVENÁ
da: RØD
de: ROT
el: ΚΟΚΚΙΝΟ
es: ROJO
fi: PUNAINEN
fr: ROUGE
fr_ca: ROUGE
he: אדום
hi: लाल
hr: CRVENA
hu: PIROS
id: MERAH
it: ROSSO
ja: あか
ko: 빨강
ms: MERAH
nl: ROOD
pl: CZERWONY
pt: VERMELHO
pt_pt: VERMELHO
ro: ROȘU
ru: КРАСНЫЙ
sk: ČERVENÁ
sv: RÖD
sw: NYEKUNDU
tr: KIRMIZI
uk: ЧЕРВОНИЙ
vi: ĐỎ
zh_cn: 红色
zh_hk: 紅色
zh_tw: 紅色

# STROOP_COLOR_RED_INITIAL
source: R
ar: ح
cs: Č
el: ΚΟ
fi: P
he: א
hi: ला॰
hr: C
hu: P
id: M
ja: あか
ko: 빨
ms: M
pl: C
pt: Vm
pt_pt: M
ru: К
sk: Č
sv: Rö
tr: K
uk: Ч
vi: Đ
zh_cn: 红
zh_hk: 紅
zh_tw: 紅

# STROOP_COLOR_YELLOW
source: YELLOW
ar: أصفر
ca: GROC
cs: ŽLUTÁ
da: GUL
de: GELB
el: ΚΙΤΡΙΝΟ
es: AMARILLO
fi: KELTAINEN
fr: JAUNE
fr_ca: JAUNE
he: צהוב
hi: पीला
hr: ŽUTA
hu: SÁRGA
id: KUNING
it: GIALLO
ja: きいろ
ko: 노랑
ms: KUNING
nl: GEEL
pl: ŻÓŁTY
pt: AMARELO
pt_pt: AMARELO
ro: GALBEN
ru: ЖЕЛТЫЙ
sk: ŽLTÁ
sv: GUL
sw: MANJANO
tr: SARI
uk: ЖОВТИЙ
vi: VÀNG
zh_cn: 黄色
zh_hk: 黃色
zh_tw: 黃色

# STROOP_COLOR_YELLOW_INITIAL
source: Y
ar: ص
ca: G
cs: Ž
da: GU
de: Ge
el: ΚΙ
es: Am
fi: K
fr: J
fr_ca: J
he: צ
hi: पी॰
hr: Ž
hu: S
id: K
it: G
ja: きいろ
ko: 노
ms: K
nl: Ge
pl: Ż
pt: Am
pt_pt: R
ro: G
ru: Ж
sk: Ž
sv: Gu
tr: S
uk: Ж
vi: V
zh_cn: 黄
zh_hk: 黃
zh_tw: 黃

# STROOP_TASK_INTRO1_DETAIL_TEXT
source: Every time a word appears, select the first letter of the name of the COLOR that is shown.
ar: في كل مرة تظهر فيها كلمة، حدد الحرف الثاني من اسم اللون الذي يظهر.
ca: Cada cop que aparegui una paraula, selecciona la primera lletra del nom del COLOR que es mostra.
cs: Vždy, když se objeví slovo, vyberte první písmeno BARVY, kterou je slovo napsáno.
da: Hver gang der vises et ord, skal du vælge de(t) første bogstav(er) i navnet på den viste FARVE.
de: Wähle jedes Mal, wenn ein Wort erscheint, den ersten Buchstaben der FARBE aus, die angezeigt wird.
el: Κάθε φορά που εμφανίζεται μια λέξη, επιλέξτε τα πρώτα δύο γράμματα του ονόματος του ΧΡΩΜΑΤΟΣ που εμφανίζεται.
es: Cada vez que aparezca una palabra, selecciona la primera letra del nombre del COLOR que se muestra.
fi: Kun sana tulee näkyviin, valitse näytettävän VÄRIN nimen ensimmäinen kirjain.
fr: Chaque fois qu’un mot apparaît, sélectionnez la première lettre du nom de la COULEUR affichée.
fr_ca: À chaque fois qu’un mot apparaît, sélectionnez la première lettre du nom de la COULEUR affichée.
he: בכל פעם שתופיע מילה, בחר/י את האות הראשונה של שם הצבע שבו כתובה המילה.
hi: हर बार जब शब्द दिखाया जाता है, दिखाए गए रंग के नाम के पहले अक्षर का चयन करें।
hr: Svaki put kad se pojavi riječ, odaberite prvo slovo naziva BOJE koja je prikazana.
hu: Amikor megjelenik egy szó, válassza ki a látott SZÍN nevének első betűjét.
id: Setiap kali suatu kata muncul, pilih huruf pertama dari nama WARNA yang ditampilkan.
it: Ogni volta che appare una parola, seleziona la prima lettera del nome del COLORE che viene mostrato.
ja: 文字が表示されるたびに、表示される色を選択してください。
ko: 단어가 나타나면, 단어에 칠해진 색상 이름의 첫 번째 글자를 선택하십시오.
ms: Setiap kali perkataan muncul, pilih huruf pertama nama WARNA yang ditunjukkan.
nl: Telkens wanneer er een woord verschijnt, selecteer je de eerste letter van de naam van de KLEUR die wordt weergegeven.
pl: Za każdym razem, gdy pojawi się słowo, wybierz pierwszą literę nazwy KOLORU, jaki jest wyświetlony.
pt: Sempre que uma palavra aparecer, selecione a abreviação do nome da COR mostrada.
pt_pt: Sempre que aparecer uma palavra, selecione a quarta letra do nome da COR mostrada.
ro: De fiecare dată când apare un cuvânt, selectați prima literă a numelui CULORII afișate.
ru: Каждый раз, когда появляется слово, выбирайте первую букву названия ЦВЕТА, который Вы видите на экране.
sk: Keď sa na obrazovke zobrazí slovo, vyberte prvé písmeno názvu zobrazenej FARBY.
sv: Varje gång ett ord visas ska du välja de första två bokstäverna i namnet på den FÄRG som visas.
sw: Kila mara neno linapoonekana, chagua herufi ya kwanza ya jina la RANGI inayoonyeshwa.
th: ทุกๆ ครั้งที่มีคำปรากฏขึ้นมา ให้เลือกตัวอักษรตัวแรกของชื่อสีที่ปรากฏ
tr: Her sözcük göründüğünde, gösterilen RENGİN adının ilk harfini seçin.
uk: Щоразу коли зʼявляється слово, вибирайте першу букву назви показаного КОЛЬОРУ.
vi: Mỗi lần một từ xuất hiện, hãy chọn chữ cái đầu tiên của tên MÀU được hiển thị.
zh_cn: 每次颜色名称出现的时候，选择所显示颜色名称的第一个字。
zh_hk: 每次當字詞出現時，請選擇所顯示之「顏色」的首字。
zh_tw: 每次顯示一組文字時，請選取所顯示的「顏色」名稱的第一個字。

# STROOP_TASK_INTRO2_DETAIL_TEXT
source: When you are ready to begin the Stroop activity tap Get Started.
ar: عندما تكون مستعدًا لبدء نشاط ستروب اضغط على البدء.
ca: Quan estiguis a punt per començar l’activitat “Colors i paraules”, prem Començar.
cs: Jakmile budete připraveni začít se Stroopovým testem, klepněte na Začít.
da: Tryk på Gå i gang, når du er klar til at starte Stroop-aktiviteten.
de: Wenn du bereit bist, mit der Stroop-Aktivität zu beginnen, tippe auf „Los geht’s“.
el: Όταν είστε έτοιμοι να ξεκινήσετε τη δραστηριότητα Stroop, αγγίξτε «Έναρξη».
es: Cuando estés preparado para empezar el ejercicio de colores y palabras, pulsa Empezar.
fi: Kun olet valmis aloittamaan Stroop-aktiviteetin, napauta Aloita.
fr: Lorsque vous êtes prêt à commencer l’activité Stroop, touchez Démarrer.
fr_ca: Touchez Démarrer lorsque vous êtes prêt à commencer l’activité Stroop.
he: כשתרצה/י להתחיל את מבחן סטרופ, הקש/י על ״התחלה״.
hi: स्ट्रूप गतिविधि आरंभ करने के लिए तैयार होने पर “आरंभ करें” पर टैप करें।
hr: Kad budete spremni za pokretanje Stroopovog testa, dodirnite Pokreni.
hu: Ha készen áll a Stroop-feladat elkezdésére, koppintson a Kezdés gombra.
id: Setelah Anda siap untuk memulai aktivitas Stroop, ketuk Mulai.
it: Per cominciare l’attività Stroop, tocca Inizia.
ja: ストループアクティビティを始める準備ができたら、“開始”をタップしてください。
ko: 스트루프 실험을 시작할 준비가 되면 시작하기를 탭하십시오.
ms: Apabila anda bersedia untuk memulakan aktiviti Stroop ketik Mulakan.
nl: Tik op 'Start' wanneer je klaar bent om de Stroop-taak te starten.
pl: W dogodnym momencie stuknij w Start, aby rozpocząć ćwiczenie Stroopa.
pt: Quando estiver pronto para começar a atividade Stroop, toque em Iniciar.
pt_pt: Quando estiver pronto para começar o exercício Stroop, toque em Começar.
ro: Când sunteți gata să începeți activitatea Stroop, apăsați pe Start.
ru: Когда будете готовы приступить к тесту Струпа, коснитесь «Начать».
sk: Ak ste pripravení na Stroopov test, klepnite na Začať.
sv: Tryck på Kom igång när du vill börja med stroop-aktiviteten.
sw: Unapokuwa tayari kuanza shughuli ya Stroop gusa Anza.
th: เมื่อคุณพร้อมที่จะเริ่มต้นกิจกรรม Stroop แล้ว ให้แตะเริ่มต้นใช้งาน
tr: Stroop aktivitesine başlamaya hazır olduğunuzda Başla’ya dokunun.
uk: За готовності починати тест Струпа торкніть «Розпочати».
vi: Khi bạn đã sẵn sàng bắt đầu hoạt động Stroop, hãy chạm vào Bắt đầu.
zh_cn: 准备好进行“斯特鲁普”活动后，轻点“开始”。
zh_hk: 當你準備好開始進行「斯特魯普」測試活動時，請點一下「開始」。
zh_tw: 當您準備好開始「斯特魯普」活動時，請點一下「開始測試」。
